Мне опять снился сон. 
Этот сон…
Расплывчатые очертания ворот который раз кружат перед глазами, словно мираж. 
Только здесь, во время этого странного сна, ощущаешь себя живым. 
Проснёшься - и сон забудется; пока ещё спишь - осознаёшь своё глупое положение от того, что не сможешь удержать все эти образы в голове после пробуждения. 
Воистину странное чувство. 
И вот рассеивается дымка, обнажая ворота. 
И, несмотря на время - а здесь и сейчас лето, - чувствуешь лёгкий озноб. 
Такое огромное желание подбежать к воротам, распахнуть их и вбежать внутрь, ведь там тепло!
Наверняка тепло, на все сто процентов!
Приятные мысли расслабляют, погружают в забытье. 
Даже боюсь, что засну во сне.
Но это не мой дом, и меня туда никто не приглашал. 
Небо. Такое красивое и такое притягательное - в наших краях такого точно не встретить. 
Сотни и тысячи. Нет. Миллионы и миллиарды звёзд с чьей-то лёгкой руки просто-напросто рассыпаны по чёрному одеялу - хватай горсть и беги. 
Но до них ещё придётся как-то дотянуться. 
А что это над воротами?
“Совёнок”?
Как сова, но маленькая…
Или как сов?
Даже не знаю, и знать не хочу. 
В любом случае, я лишь наблюдаю. При всём желании ни звезду, ни кусок ржавого металла и даже странного птенца не менее странной птицы с собой не заберу. 
Что ни говори, а ночь здесь прекрасна. 
Окружающая действительность всё больше и больше напоминала часть сказки. Той сказки, в которую, без преувеличения, хотел попасть каждый. 
Ну не может всё так идеально быть, в самом деле?
Конечно не может, ведь это - сон. 
Всего лишь сон. 
Сколько бы я ни был здесь, сколько ни бродил по округе, но ни разу не замечал всего лишь одной детали, настолько мелкой и настолько важной. 
Куда же эти ворота ведут?

А кто это там? 
Из-за приоткрытых створок ворот выглядывала пара любопытных глаз. 
Хозяйка их (а я уверен, что это была именно “она”), более похожая на комок чего-то чёрного и бесформенного, но не отвратительного, пришла в это место лишь для одного - забрать меня. 

Д: Ты пойдёшь со мной?
С: Пойду? Но куда? И зачем?
Ответа нет. 
А был ли это вопрос?
Что же. Скоро просыпаться, так почему бы не осмотреться здесь получше?..
(Свободное время, сон заканчивается, если подойти ко второй половине остановки, к той, что у ворот)
…
(Анимация из оригинала)
Недельный запас еды, тёмная комната и компьютер с доступом в интернет - всё то, что у меня есть и то, что приносило хоть какое-то удовольствие до недавнего времени. 
Так давно полюбившиеся мною имиджборды начали надоедать. 
В последнее время начал понимать, что загоняю себя в информационный вакуум, созданный мной же.
И знаете, мне это даже нравится! Не вакуум, конечно же, а его осмысление. 
Неумелые шуточки, придуманные истории якобы из реальной жизни и просто депрессивная атмосфера - ни с чем из этого я больше не хотел связывать свою жизнь. 
До меня дошла простая истина: хочешь что-то изменить - не сиди на пятой точке ровно.
…
И сегодня именно тот самый “понедельник первого числа”, с которого у лентяев принято начинать что-то делать. 
Как чувствуя, позвонил старый знакомый и позвал на встречу выпускников ВУЗа. 
Довольно приятно, что обо мне кто-то всё ещё помнит. 
До часа “Хэ” было ещё много времени, но всё равно стоило бы подготовиться к выходу из кельи.  
Хотя… Про подготовку я перегнул. Если сейчас 8 утра, а встреча в 8 вечера… То у меня есть около 12 часов свободного времени, можно заняться чем-нибудь своим.
(Свободный режим)
(Варианты действий: подойти к кровати, подойти к компьютеру, подойти к двери.)

Подойти к кровати:
“Просыпаться так рано совсем не свойственно для меня. Лучше будет ещё немножечко вздремнуть, не забыв поставить будильник.”
(time skip)
(go to “Перед выходом”)

Подойти к компьютеру:
“К счастью, у меня есть, чем занять свободное время: нужно подыскать мастера по ремонту гитар, посмотреть подходящие вакансии для трудоустройства, ну и глянуть видео с котиками, само собой.”
(Time skip)
(go to “Перед выходом”)

Подойти к двери:
“День принято начинать с приёма пищи. Хороший завтрак не помешает будущим свершениям. 
И мусор бы ещё вынести.”
(Time skip)
(go to “Перед выходом”)


“Перед выходом”:
Хотя выпускником я не был (бросил учёбу после второго курса), но приятные воспоминания о времяпрепровождений с некоторыми одногруппниками до сих пор грели мне душу, так почему бы и не сходить? 


(свободный режим в комнате Семёна)
(игроку нужно подобрать основные предметы: телефон, деньги, ключи, зажигалка) добавить описание. 

[Блокнот] Мой блокнот. Старый, поношенный. Не из-за частого использования, правда, а просто постарел со временем. Только взяв в руки и раскрыв, я почуял приятный аромат старых книг. 
Когда же я его покупал, интересно?
На первых страницах ещё остались первые потуги в описании своей жизни. Правда, из-за отсутствия оного и попросту желания что-то делать, я на него забил. 
Было бы неплохо возобновить традицию. И ручку не забыть взять. 

[Телефон] Телефон всегда нужно носить с собой. Хоть по нему практически никто не звонит, он всё равно служит отличной медиатекой. 

[Деньги] На обратном пути необходимо зайти за продуктами. К тому же, билет тоже стоит денег. Всего здесь около 1050 российских рублей, должно на всё хватить. 

[Ключи] Без ключей не попасть домой. Да и выйти тоже. 

[Зажигалка] Курение - ещё один из моих пороков. К слову, стал замечать, что потребление сигарет сильно уменьшилось, как и желание курить. 

[Место под вещи, которые можно не брать, если такие вообще будут вводиться]

-----------------

[Фразы Семёна, если он попытается уйти, не собрав все вещи]

“Кажется, я что-то забыл.”

“Карманы ощущаются слишком лёгкими, нужно проверить, вдруг забыл что-то.”

“Не помешает проверить карманы… Чёрт, чего-то не хватает.”

“Я точно всё взял?”

------------------

(Семён выходит на улицу и идёт на остановку)

(Диалог, если подойти к остановке)
И вот надо было мне собраться куда-то в такой мороз. Впрочем, уже поздно о чём-то жалеть. 

…
(Автобус)
Разглядывая снежинки за окном, невольно подмечаешь оживлённость городских улиц. 
А ведь сейчас зима!
Время холодное, праздничные дни, а кто-то всё равно топчет только что выпавший снег. 
Дела, заботы. Почти все чем-то заняты. 
Кто-то не успевает купить подарки, кто-то просто торопиться домой. Третий догоняет компанию друзей. 

(Анимация моргания) 

Уличный неон скрывает от глаз что-то важное, значимое, но что - неизвестно. 
Сколько раз не пытаешься ухватиться за светящийся плакат, столько же раз и понимаешь, что всё, что там написано и нарисовано забудется через пару минут. 
Кроме одного, пожалуй. 
Люди. Я всегда обращал на них внимание. Не все, конечно, но очень многие выглядят совершенно по-разному. 
За ними очень интересно наблюдать и представлять о чём они думают, что собираются делать. 
Представляю себя детективом-профи, хоть и нет возможности проверить реальные намерения объекта наблюдений. 

(Анимация моргания)

Интересно, кто сидел на этом месте до меня?
Даже не знаю, ну и ладно. 

Бессмысленные рассуждения надолго отвлекли меня от поездки. 
Я, ни разу не пользовавшийся этим маршрутом, будто попал в другой город.

(Анимация моргания)

И хотя близлежащие от дома окрестности мне известны хорошо, но усталость даёт о себе знать - голова не работает совершенно. 
…



